Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/1177.se/gynekologisk-cellprovtagning.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: SuomeksiFinska
sme: Gynekologalaš seallaiskkusváldin Gynekologisk cellprovtagning

source: Takaisin teeman aloitussivulle
sme: Čoahkkáigeassu (ca 2 sidor)

source: Naiset kutsutaan säännöllisesti (ca 3 sidor)
sme: Mii lea gynekologalaš seallaiskkus ? (ca 3 sidor)

source: Kaikkien ei tarvitse antaa näytettä (ca 2 sidor)
sme: Nissonat bovdejuvvojit jeavddalaččat (ca 2 sidor)

source: Näin tutkimus tehdään (ca 2 sidor)
sme: Nu dutkan dáhpáhuvvá (ca 2 sidor)

source: Koska vastaukset tulevat ?
sme: Goas oažžu vástádusa ?

source: Tiivistelmä
sme: Čoahkkáigeassu

source: Kohdunkaulan syöpää vastaan voi suojautua antamalla säännöllisesti gynekologisen solunäytteen.
sme: Guođđimiin jeavddalaččat gynekologalaš seallaiskosa sáhttá suddjet iežas viigáčeabetboraš-dávddas.

source: Solunäyte otetaan emättimen pohjan kohdunnapukasta, ja se voi osoittaa varhain mahdollisia solumuutoksia, jotka voisivat johtaa kohdunkaulan syöpään.
sme: Seallaiskosat váldo goaŧŧonjálmmis čoavjevuođus ja sáhttá árrat čájehit jus leat seallarievdamat mat sáhtáše dagahit goaŧŧočeabetborašdávdda.

source: Useimmat havaituista solumuutoksista ovat lieviä muutoksia, jotka paranevat itsekseen, mutta osa joudutaan poistamaan.
sme: Eanaš seallarievdamat mat fuomášuvvojit leat álkit rievdamat mat buorránit ieža, muhto muhtimiid ferte váldit eret.

source: Hyvin harvoissa tapauksissa solunäyte saattaa osoittaa, että tutkittavalla on syöpä.
sme: Hui hárve dáhpáhusas sáhttá seallaiskkus čájehit borašdávdda.

source: Silloin syöpä on yleensä varhaisessa vaiheessa, ja hoito voi olla helppoa eikä aiheuta paljon sivuvaikutuksia.
sme: Dálle borašdávda láve leahkit árra dásis ja dikšun sáhttá šaddat álkibun ja unnit liigeváikkuhusaiguin.

source: Ruotsissa naiset kutsutaan säännöllisesti gynekologisen solunäytteen ottoon eli ns. seulontaan.
sme: Ruoŧa nissonat bovdejuvvojit dássedit gynekologalaš seallaiskkusváldimii, ng. screening.

source: 23–50-vuotiaat naiset kutsutaan joka kolmas vuosi; sen jälkeen viiden vuoden välein, kunnes he täyttävät 60 vuotta.
sme: Jus lea 23 ja 50 gaskkan boahtá bovdehus juohke goalmmát jagi. Dan maŋŋel juohke viđat jagi dassážiigo lea 60 jagi boaris.

source: Yli 50-vuotiaiden osalta rutiinit voivat olla hieman erilaisia sen mukaan, missä päin maata asuu.
sme: Jus lea badjel 50 jagi sáhttet rutiinnat leat sierralágánat ja vuolgit das man guovllus riikkas orru.

source: Solunäytteen voi antaa myös ollessaan muista syistä kätilön tai gynekologin vastaanotolla gynekologisessa tutkimuksessa.
sme: Seallaiskosa sáhttá guođđit maid jurttamovrra dehe gynekologa luhtte čađahahttin dihte gynekologalaš dutkama eará siva dihte.

source: Valmistelut
sme: Ráhkkáneapmi

source: Mitään erityisiä valmisteluja ei tarvitse tehdä, mutta olisi hyvä pidättäytyä yhdynnästä ja voiteiden käytöstä sukupuolielimissä vuorokautta ennen tutkimusta.
sme: Ii dárbbat ráhkkanit mange ládje, muhto lea buorre ahte ii leat anašan dehe geavtán mangelágán sálvva čoavjevuođus jándora ovdal dutkama.

source: Muuten näytteen tulkinta voi vaikeutua.
sme: Muđui iskosa lea váttis dulkot.

source: Näytettä ei myöskään saa antaa kuukautisten aikana.
sme: Iige galgga guođđit iskosa go leat mánodávddat.

source: Miten tutkimus tehdään ?
sme: Mot dutkan dáhpáhuvvá ?

source: Ennen näytteen ottoa riisutaan alaruumis paljaaksi ja asetutaan gynekologiseen tutkimustuoliin.
sme: Go iskkus váldo ferte nuoladit goruda vuolit oasi ja velledit gynekologalaš dutkanstullui.

source: Lääkäri tai kätilö voi ottaa näytteen hieman eri tavoin.
sme: Doavttir dehe jurttamovra sáhttá váldit iskosa máŋgga ládje.

source: Useimmiten käytetään pientä lastaa, jota vedetään pitkin kohdunnapukkaa ja sitten pientä pehmeää harjaa kohdunkaulan kanavan alimmassa osassa.
sme: Dávjjimusat gevtojuvvo una lasta mii sihkkojuvvo goaŧŧonjálmmi vuostá ja dasto una dipma borstta goaŧŧočeabetkanála vuolit oasi vuostá.

source: Usein näytteenoton yhteydessä tutkittavalle esitetään myös muutamia kysymyksiä.
sme: Dávjá oažžu maid vástidit muhtin jearaldagaide iskkusváldima oktavuođas.

source: Vastaukset ovat tärkeitä, jotta näyte voidaan analysoida oikealla tavalla.
sme: Vástádusat leat dehálaččat vai iskosa sáhttá analyseret riekta.

source: Tutkimus ei satu ja sen tekemiseen kuluu vain muutamia minuutteja.
sme: Dutkamuš ii bávččagahtte ja čađaheapmi váldá dušše moadde minuhta.

source: Solunäytteestä saa vastauksen yleensä kuudessa viikossa.
sme: Vástádusa seallaiskosii oažžu guđa vahku siste.

source: Miltä tutkimuksen jälkeen tuntuu ?
sme: Got veadjá maŋŋel ?

source: Näytteen otto on vaaratonta.
sme: Iskkusváldin lea riskkaheapme.

source: Joskus voi esiintyä pientä verenvuotoa, mutta se on vaaratonta.
sme: Muhtumin soaitá vehá vardit maŋŋel muhto dat ii leat váralaš.

source: Mikä on gynekologinen solunäyte ?
sme: Mii lea gynekologalaš seallaiskkus ?

source: Gynekologinen solunäyte on näyte, joka otetaan kohdunnapukasta, ts.
sme: Seallaiskosa guođđin

source: kohdunkaulan alimmasta osasta, joka avautuu emättimeen.
sme: Gynekologalaš seallaiskkus lea iskkus mii váldojuvvo goaŧŧočeabeha vuolit oasis mii gohčoduvvo goaŧŧonjálbmin ja mii luoitá viigái.

source: Näyte voi osoittaa varhain, onko olemassa solumuutoksia, jotka voivat johtaa kohdunkaulan syöpään.
sme: Iskkus sáhttá árrat čájehit jus olbmos leat seallarievdamat main sáhttá vuolgit goaŧŧočeabetborašdávda.

source: Useimmat havaituista solumuutoksista ovat lieviä ja paranevat itsekseen, mutta osa joudutaan poistamaan.
sme: Eanas seallarievdamat mat fuomášuvvojit leat geahppasit rievdamat mat buorránit ieža, muhto oassi dárbbaha váldot eret.

source: Näyte voi myös osoittaa syövän, joskin se on hyvin harvinaista.
sme: Iskkus sáhttá maid čájehit borašdávdda, vaikko dat lea hui eahpedábálaš.

source: Antamalla säännöllisesti solunäytteen saa vahvan suojan kohdunkaulan syöpää vastaan, koska solumuutokset voidaan löytää ennen niiden kehittymistä syöväksi.
sme: Jus jeavddalaččat guođđá seallaiskosa oažžu nanu suoji goaŧŧočeabetborašdávdda vuostá daningo seallarievdamat sáhttet gávdnojuvvot ovdalgo dat leat ovdánan borašdávdan.

source: Solunäyte on otetaan kohdunkaulan alimmasta osasta, emättimeen avautuvasta kohdunnapukasta.
sme: Seallaiskkus váldojuvvo goaŧŧočeabeha vuolit oasis, goaŧŧonjálmmis mii luoitá viigái.

source: Livmoder = Kohtu Äggstock = Munasarja Livmoderhals = Kohdunkaula Livmodertapp = Kohdunnapukka Slida = Emätin
sme: Livmoder = goaŧŧu Äggstock = monneráksá Livmoderhals = goaŧŧočeabet Livmodertapp = goaŧŧonjálbmi Slida = viigá, cinni

source: Säännölliset tarkastukset
sme: Jeavddalaš dárkkástusat

source: Gynekologisen solunäytteen otto kuuluu terveystarkastuksiin eli ns. seulontoihin, joihin naiset kutsutaan Ruotsissa säännöllisesti.
sme: Gynekologalaš seallaiskkus gullo dearvvašvuođadárkkástusaide, ng. screening masa Ruoŧa nissonat bovdejuvvojit jeavddalaččat.

source: Seulontojen ansiosta solumuutokset voidaan havaita ja hoitaa varhain, mikä on johtanut siihen, että kohdunkaulan syövästä on tullut merkittävästi harvinaisempi 40 viime vuoden aikana.
sme: Daningo seallarievdamat dalle sáhttet áicojuvvot ja dikšojuvvot árrat, lea dagahan ahte goaŧŧočeabetborašdávda lea šaddan fuomášahtti eahpedábáleabbon maŋemus 40 jagis.

source: Solunäytteet muissa tilanteissa
sme: Seallaiskosat eará dilálašvuođain

source: Gynekologisen solunäytteen voi antaa myös ollessaan muista syistä kätilön tai gynekologin vastaanotolla gynekologisessa tutkimuksessa.
sme: Gynekologalaš seallaiskosa sáhttá guođđit maid jus lea jurttamora dehe gynekologa luhtte ja čađaha gynekologalaš dutkama eará siva dihte.

source: Joskus solunäyte voi olla osa gynekologin selvitystyötä, jos on esimerkiksi esiintynyt kuukautisvuotohäiriöitä, mutta se voi silti olla sopiva tilaisuus antaa seulontanäyte.
sme: Muhtumin sáhttá seallaiskkus leahkit oassi gynekologalaš dutkamis jus leat ovdamearkka dihte vardinheađuštus, muhto dalle soaitá maid leahkit buorre dilálašvuohta guođđit screeneniskosa.

source: Se on sopivaa, jos muutenkin olisi pian aika antaa näyte tai jos jokin aikaisempi solunäytekontrolli on jäänyt tekemättä.
sme: Dat soaitá leahkit vuogas jus goittotge fargga galgá guođđit iskosa, dehe jus lea missen ovddit seallaiskkusdárkkástusa.

source: Solumuutokset ja syöpä
sme: Seallarievdamat ja borašdávda

source: Solumuutokset voivat johtua bakteerien aiheuttamasta ärsytyksestä limakalvolla tai tilapäisestä virustartunnasta.
sme: Seallarievdamiid sivvan sáhttá leahkit vuohččecuocca hearddohuvvan mat bakteriijat leat dagahan dehe gaskaboddosaš virusinfekšuvdna.

source: Se on tavallisin solumuutostyyppi ja voi parantua itsekseen.
sme: Dat lea dábáleamos sealla rievdantiipa mii sáhttá buorránit ieš.

source: Toisia solumuutoksia, jotka voisivat johtaa kohdunkaulan syöpään, voidaan poistaa vähäisellä toimenpiteellä.
sme: Eará seallarievdamat mat sáhtále šaddat goaŧŧočeabetborašdávdan, sáhttet váldojuvvot eret unnit doaibmabijuin.

source: Jos tutkittavan solunäyte ei ole normaali, tehdään selvitys ja usein hänet kutsutaan silloin lääkärin tutkimuksiin.
sme: Jus lea seallaiskkus mii ii leat normála dahkkojuvvo dárkkástus ja dalle dávjá gohččojuvvo doaktárii.

source: Silloin hänelle voidaan ehdottaa, että solumuutokset poistetaan tai että voidaan odottaa ja katsoa, paranevatko muutokset itsekseen.
sme: Dalle olmmoš sáhttá oažžut evttohusa ahte seallarievdamat váldojuvvojit eret dehe sáhttá vuordit ja geahččat jus rievdamat buorránit ieža.

source: Solumuutoksen kehittyminen kohdunkaulan syöväksi kestää yleensä pitkän ajan, tavallisesti kymmenestä viiteentoista vuotta.
sme: Láve váldit guhkes áiggi ovdalgo seallarievdamat ovdánit goaŧŧočeabetborašdávdan, dábálaččat logis vihttanuppelot jahkái.

source: On hyvin epätavallista, että solunäytteen otossa havaitaan jo kehittynyt syöpä, mutta niin käy joissakin yksittäistapauksissa.
sme: Lea hui eahpedábálaš ahte juo ovdánan borašdávda fuomášuvvo seallaiskkusváldimis, muhto dat dáhpáhuvvá hui hárvvui.

source: Silloin syöpä on yleensä varhaisessa vaiheessa, jolloin hoito voi olla helppoa ja siitä voi olla vähemmän sivuvaikutuksia.
sme: Dalle láve borašdávda leahkit árramuttus ja dikšun sáhttá šaddat álkibun unnit siidováikkuhusaiguin.

source: Vuosittain vajaat 450 ruotsalaista naista saa kohdunkaulan syövän ja paljon useampi, noin 30 000 naista, saa tiedon, että heillä on solumuutoksia.
sme: Juohke jagi ožžot illá 450 ruoŧŧelaš nissona goaŧŧočeabetborašdávdda dan sadjáigo, sullii 30 000 nissona, ožžot dieđu ahte sis leat seallarievdamat.

source: Naiset kutsutaan säännöllisesti
sme: Nissonat bovdejuvvojit jeavddalaččat

source: Naiset kutsutaan kolmen vuoden välein
sme: Nissonat bovdejuvvojit juohke goalmmát jagi

source: Kaikki 23–50-vuotiaat naiset kutsutaan antamaan solunäyte joka kolmas vuosi.
sme: Buot nissonat 23 ja 50 gaskkan ožžot bovdehusa seallaiskkusváldimii juohke goalmmát jagi.

source: Tämän jälkeen 50–60-vuotiaat kutsutaan joka viides vuosi.
sme: Dasto oažžu bovdehusa juohke viđat jagi 50 ja 60 jagi gaskkan.

source: Yli 50-vuotiaiden osalta kutsujen väli voi vaihdella asuinpaikkakunnan mukaan.
sme: Jus lea badjel 50 jagi sáhttá áigi bovdehusaid gaskkan molsasaddat vuolgá das gos orru riikkas.

source: Ne jotka ovat aikaisemmin saaneet hoitoa solumuutosten vuoksi, saattavat tarvita solunäytekontrolleja myös 60 ikävuoden jälkeen.
sme: Nissonat geat ovdal leat dikšojuvvon seallarievdamiid dihte sáhttet dárbbahit seallaiskkusdárkkástusaid maid maŋŋel 60 jagi.

source: Kutsu lähetetään siihen osoitteeseen, jossa asianomainen on kirjoilla, ja osallistuminen on aina vapaaehtoista.
sme: Bovdehus sáddejuvvo dan čujuhussii gosa lea sisačálihuvvon ja lea álo eaktodáhtolaš oassálastit.

source: Millä vastaanotolla näyte otetaan ?
sme: Man vuostáváldimii iskkus guđđojuvvo ?

source: Kutsun saaneelta näytteen ottaa kätilö lähimmällä kätilövastaanotolla, josta käytetään myös nimitystä äitiysneuvola.
sme: Go lea ožžon bovdehusa seallaiskosa váldá jortamovra lagamus jortamovravuostáváldimis, mii maid gohčoduvvo etniidrávvenguovddážin.

source: Useimmissa tapauksissa on varattu valmiiksi kellonaika, jonka voi tarvittaessa vaihtaa.
sme: Dábálaččat oažžu bovdehusa mearriduvvon áigái man sáhttá molsut.

source: Eräillä paikkakunnilla ajanvarauksen voi vaihtaa myös toiselle vastaanotolle.
sme: Dihto báikkiin sáhttá maid molsut áiggi eará vuostáváldimii.

source: Jos solunäyte annetaan gynekologisen tutkimuksen yhteydessä esimerkiksi gynekologilla tai ehkäisyneuvonnan yhteydessä, tapana on myös rekisteröidä näytteet niin, että tutkittava saa seuraavan kutsun solunäytekontrolliin, kun on kulunut kolmesta viiteen vuotta.
sme: Jus guođđá seallaiskosa gynekologalaš dutkama oktavuođas, ovdamearkka dihte gynekologa luhtte dehe prevenšuvnnašávnnasrávvemiin, lávejit iskosat maid registrerejuvvot nu ahte oažžu boahttevaš fálaldaga seallaiskkusdárkkástussii go lea gollan golbma dehe vihtta jagi.

source: Kaikkien ei tarvitse antaa näytettä
sme: Muhtimat eai dárbbat guođđit iskosa

source: Kutsua eivät saa alle 23- ja yli 60-vuotiaat
sme: Dat geat leat vuollái 23 ja badjel 60 eai bovdejuvvo

source: Solumuutokset ovat sellaisinaan melko tavallisia ennen 23 ikävuotta, mutta niin nuorilta naisilta useimmat muutokset häviävät itsekseen.
sme: Jus lea vuollái 23 jagi ii bovdejuvvo seallaiskkusdárkkisteapmái. Seallarievdamat leat iešalddes oalle dábálaččat ovdal 23 jagi, muhto eatnasat jávket ieža nu nuorra nissoniin.

source: Kohdunkaulan syövän kehittyminen niin nuorena on äärimmäisen harvinaista.
sme: Lea hui eahpedábálaš ahte goaŧŧočeabetborašdávda ovdána nu árrat.

source: Jos 60 vuotta täyttänyt on osallistunut gynekologiseen solunäytekontrolliin ja useat näytteet ovat olleet normaaleja, riski kohdunkaulan syövän kehittymiseen myöhemmällä iällä on hyvin pieni.
sme: Jus lea oassálastán gynekologalaš seallaiskkusdárkkisteapmái ja leat leamaš máŋga normála seallaiskosa go lea deavdán 60 jagi lea riska hui unni ahte maŋibus eallimis ovddida goaŧŧočeabetborašdávdda.

source: Näytettä ei tarvitse antaa, jos ei ole koskaan ollut yhdynnässä
sme: Dat geain ii leat leamaš seksa eai dárbbat guođđit iskosa

source: Jos ei ole koskaan ollut yhdynnässä, ei tarvitse antaa solunäytettä.
sme: Jus ii goassege leat leamaš seksa ii dárbbat guođđit seallaiskosa.

source: Kohdunkaulan syöpää esiintyy vain naisilla, jotka ovat olleet yhdynnässä ja saaneet siten ihmisen papilloomavirus- eli HPV-tartunnan.
sme: Goaŧŧočeabetborašdávda albmana beare nissoniin geain leamaš seksa ja geat dalle leat bostohallan dihto tiippat HPV:ai, humant papillomvirusii.

source: Jos on homoseksuaali
sme: Jus lea homoseksuálalaš

source: Jos nainen on homoseksuaali, säännöllisissä solunäytekontrolleissa on hyvä käydä, koska solumuutoksia mahdollisesti aiheuttava virus voi tarttua myös naisesta toiseen.
sme: Jus lea homoseksuála de lea buorre mannat jeavddalaččat seallaiskkusdárkkisteamis daningo virus mii sáhttá dagahit seallarievdamiid jáhku mielde sáhttá bostit maid nissonis nissonii.

source: Jos naiselle on tehty kohdunpoisto
sme: Jus lea čuohpahan eret goaŧu

source: Jos naiselta on poistettu koko kohtu toimenpiteessä, josta käytetään nimitystä totaali hysteerikottomia, hänen ei tarvitse käydä solunäytekontrolleissa, koska leikkauksessa on tuolloin poistettu myös kohdunnapukka.
sme: Jus lea čuohpahan olles goaŧu, mii gohčoduvvo hysterektomiija, it dárbbat mannat seallaiskkusdárkkisteamis, daningo dalle goaŧŧonjálbmi lea maid dalle váldon ollásit eret čuohpadeamis.

source: Jos leikkaus on tehty kohdunkaulan syövän tai kohdunkaulan solumuutosten vuoksi, kontrollikäyntejä täytyy jatkaa.
sme: Muhto jus čuohpadeapmi dahkkui goaŧŧočeabetborašdávdda dehe seallarievdamiid dihte goaŧŧočeabehis ferte joatkit mannama dárkkisteamis.

source: Silloin näyte otetaan emättimen yläosasta.
sme: Dalle váldo iskkus cinni bajimus oasis.

source: Jos on epävarma siitä, millaisessa leikkauksessa on ollut tai mitä on poistettu, asiaa voi kysyä toimenpiteen tehneeltä klinikalta.
sme: Jus lea eahpesihkkar man soarttat čuohpadeami lea čađahan dehe mii lea váldon eret sáhttá jearrat dan klinihkas gos čuohpadeapmi dahkkui.

source: Usein myös kätilövastaanoton tai äitiysneuvolan kätilö voi auttaa tämän tiedon hankkimisessa.
sme: Jortamovra jortamovravuostáváldimis dehe etniidrávaguovddážis sáhttet dávjá maid veahkehit oažžut dan dieđu.

source: Jos on epävarma, näyte kannattaa antaa varmuuden vuoksi.
sme: Jus lea eahpesihkkar lea buoret váldit iskosa sihkkarvuođa dihte.

source: Näin tutkimus tehdään
sme: Nu dutkan dáhpáhuvvá

source: Mitään erityisiä valmisteluja ei tarvitse tehdä ennen solunäytteen ottoa, mutta vuorokautta ennen tutkimusta tulisi pidättäytyä yhdynnästä ja voiteiden käytöstä emättimessä.
sme: It dárbbat ráhkkanit ovdal seallaiskosa mange sierra ládje, muhto ferte garvit anašeami dehe geavtit soames vuoidasa dehe sálvva jándora cinnis ovdal dutkama.

source: Muuten solunäytteen tulkinta voi vaikeutua.
sme: Seallaiskosa sáhttá muđui leahkit váttis dulkot.

source: Näyte kohdunnapukasta
sme: Iskkus goaŧŧonjálmmis

source: Ennen näytteen ottoa täytyy riisua alaruumis paljaaksi ja asettua gynekologiseen tutkimustuoliin.
sme: Dutkama ovdal dárbbaha nuoladit vuolit oasi gorudis ja velledit gynekologalaš dutkanstullui.

source: Näytteen ottaja, joka on kätilö tai lääkäri, levittää emättimen seinämiä varovasti tavallisilla gynekologisilla instrumenteilla, joiden tulee olla ruumiinlämpöisiä.
sme: Iskkusváldi, gii lea jortamovra dehe doavttir, lebbe várrogasat cinneseinniid dábálaš gynekologalaš instrumeanttaiguin mat galget leahkit gorutlieggasat.

source: Näytteen ottotapa voi vaihdella hieman eri vastaanotoilla.
sme: Mot iskkus váldo rievdá veháš vuostáváldimis vuostáváldimii.

source: Tavallisinta on käyttää pientä puista tai muovista lastaa, jolla pyyhkäistään kevyesti kohdunnapukkaa, ja sitten pientä pehmeää harjaa kohdunkaulan kanavan alimmassa osassa.
sme: Dábáleamos lea ahte muorra dehe plástelasta sihkkojuvvo goaŧŧonjálmmi vuostá ja dasto gevtojuvvo una dipma borsta goaŧŧočeabetkanála vuolit oasis.

source: Näytteen otto käy nopeasti ja kestää tavallisesti vain muutaman minuutin.
sme: Iskkusváldin dáhpáhuvvá jođánit ja váldá beare moadde minuhta.

source: Yleensä se on kivutonta.
sme: Dat ii láve bávččagit.

source: Joillekin saattaa tulla epämiellyttäviä tuntemuksia, mutta ne menevät pian ohi.
sme: Muhtimat sáhttet dovdat dan unohassan muhto dat manna jođánit badjel.

source: ﻿﻿Kysymyksiä vastattaviksi
sme: ﻿﻿Jearaldagat maidda galgá vástidit

source: Näytteenoton yhteydessä tutkittavalle esitetään usein muutamia kysymyksiä, kuten esimerkiksi
sme: Dábálaččat oažžu maid vástidit muhtin jearaldagaide iskkusváldima oktavuođas, ovdamearkka dihte

source: milloin oli viimeisten kuukautisten ensimmäinen päivä tai ovatko kuukautiset loppuneet
sme: goas maŋemus mánodávdda vuosttaš beaivi lei, dehe leatgo mánodávddat nohkan

source: käyttääkö tukittava ehkäisyä ja mitä siinä tapauksessa
sme: geavtágo eastadanávdnasa ja man dan dáhpáhusas

source: saako tutkittava hormonihoitoa vaihdevuosivaivoihin
sme: dikšojuvvogo hormonaiguin jorggáldatjahkeváivviid vuostá

source: onko tutkittava raskaana tai synnyttänyt viime vuoden aikana.
sme: leatgo áhpeheapme dehe ožžon máná maŋemus jagi.

source: Tiedot lähetetään näytteen mukana ja ne helpottavat laboratorion määrityksenteossa.
sme: Dieđut sáddejuvvojit iskosa mielde ja geahpidit laboratoria dahkat árvvoštallama.

source: Jälkeenpäin voi ilmetä vähäistä vaaratonta verenvuotoa
sme: Maŋŋel sáhttá oažžut unnánaš riskkahis vardima

source: Kohdunkaulan limakalvo vuotaa herkästi verta ja tutkimuksen jälkeen on tavallista saada vähäistä ja vaaratonta verenvuotoa.
sme: Goaŧŧočeabeha šliiveassi vardá álkit ja lea dábálaš ahte oažžu una ja riskkahis vardima dutkama maŋŋel.

source: Verenvuoto häviää muutamassa päivässä.
sme: Vardin jávká moatti beaivvi geažis.

source: Raskaana olevat voivat antaa näytteen
sme: Áhpeheamit sáhttet guođđit iskosa

source: Näytteenotto on täysin vaaratonta ja näytteen voi antaa myös raskaana ollessaan.
sme: Iskkusváldin lea riskkaheapme ja iskosa sáhttá dahkat vaikko lea áhpeheapme.

source: Yleensä näytteen antamista suositellaan viimeistään 15. raskausviikolla, koska poikkeavan näytteen selvitys voi olla vaikeampaa raskauden edettyä pitemmälle.
sme: Lávejuvvo rávvet guođđit iskosa maŋemustá 15. áhpehisváhku daningo spiehkkaseaddji iskosa dutkan sáhttá leahkit váddásit jus áhpehisvuohta lea ovdánan guhkás.

source: Useimmissa vastauksissa ilmoitetaan, ettei muutoksia ole
sme: Eanaš vástádusat eai čájet mangelágán rievdamiid

source: Näytettä koskevan vastauksen pitäisi tulla kuuden viikon kuluessa, mutta joskus voi kulua pidempi aika.
sme: Guđa vahku siste galgá oažžut reivve iskkusvástádusaiguin, muhto muhtumin dat sáhttá váldit guhkit áiggi.

source: Noin 95 näytteessä sadasta ei ole solumuutoksia, ja näytteitä pidetään normaaleina.
sme: Sullii 95 čuođi iskosis leat seallarievdamiid haga ja árvvoštallo normálan.

source: Laboratorio lähettää vastauksen suoraan kotiosoitteeseen.
sme: Vástádusa oažžu dalle sáddejuvvot njuolga ruoktot laboratorias.

source: Jos näyte annetaan gynekologin vastaanotolla tai ehkäisyneuvolassa, näytteen ottanut on useimmiten vastuussa siitä, että tutkittava saa vastauksen.
sme: Jus iskkus lea guđđojuvvon gynekologavuostáváldimii dehe eastadanávnnasvuostáváldimii lea dávjjimusat dat gii lea dahkan iskkusváldima geas lea vástu fuolahit vástádusas.

source: Harvinaisissa tapauksissa näytettä ei ole voitu analysoida, esimerkiksi jos se on sisältänyt runsaasti kuukautisverta.
sme: Eahpedábálaš dáhpáhusas iskosa eai leat sáhttán analyseret, ovdamearkka dihte jus lea leamaš olu mánodávdavarra das.

source: Silloin lähetetään kutsu uuteen solunäytteen ottoon.
sme: Dalle bovdejuvvo ođđa seallaiskkusváldimii.

source: Jos näytteessä on solumuutoksia
sme: Jus iskkus siskkilda seallarievdamiid

source: Jos näyte osoittaa jonkinlaisia solumuutoksia, selvityksiä jatketaan.
sme: Jus iskkus čájeha soameslágan seallarievdamiid dat dutkojuvvo viidáseappot.

source: Jos tutkittavalla on pieniä solumuutoksia ja hän on 30–35-vuotias, ikäraja vaihtelee asuinpaikkakunnan mukaan, näyte tutkitaan heti virustestillä.
sme: Jus leat gehpes seallarievdamat ja lea deavdán 30 dehe 35 jagi, ahkerádji vuolgá das gos riikkas orru, nu dutkojuvvo dábálaččat iskkus hede virusteasttain.

source: Testillä tarkastetaan, onko tutkittavalla ihmisen papilloomaviruksen HPV:n tyyppi, joka lisää kohdunkaulan syövän riskiä.
sme: Teasta dárkkista leago HPV tiipa, humant papillonvirus, mii addá riskka goaŧŧočeabetborašdávdii.

source: Silloin tutkimuksiin tarvitsee tulla vain niiden, joilla samaan aikaan on tämä HPV-tyyppi.
sme: Beare dat geain lea seamma áigge dán sullásaš HPV dárbbahit dalle boahtit dutkamii.

source: Jos tutkittavalla todetaan pieniä solumuutoksia, joissa ei ole tätä virusta, uusi solunäyte täytyy ottaa vuoden kuluttua.
sme: Jus leat gehpes seallarievdamat mat eai siskkil dakkár virusa dárbbahuvvo beare váldit ođđa seallaiskkus jagi maŋŋel.

source: Alle 30–35-vuotiaiden naisten kaikkien solumuutosten osalta suositellaan nykyään gynekologin tutkimusta, mutta eräillä paikkakunnilla on sen sijaan tapana kutsua uuteen solunäytteen ottoon kätilön vastaanotolle.
sme: Go lea jearaldat buot seallarievdamiin nissoniin geat leat vuollái 30 ja 35 jagi rávvejuvvo dál ahte gynekologa dutká, muhto albmana maid ahte muhtin báikkiin bovdejuvvo dan sadjái ođđa seallaiskkusváldimii jortamovrra lusa.

source: Gynekologin tutkimusta suositetaan myös yli 30- tai 35-vuotiaille naisille, joilla on muita kuin kaikkein pienimpiä solumuutoksia.
sme: Nissonat geat leat badjel 30 ja 35 jagi ja geain leat eará seallarievdamat go geahppasepmosat, rávvejuvvo maid gynekologa dutkamii.
